Repository: Aitorzubizarret/Subscription-Manager
Catalog: SubscriptionManager/*.lproj/Localizable.strings
Languages: eu

source: Subscriptions
eu: Harpidetzak

source: Statistics
eu: Estatistikak

# emptySubscriptionListTitle
source: No subscriptions
eu: Harpidetzarik gabe

# emptySubscriptionListMessage
source: You can add subscriptions tapping the +
eu: Harpidetzak gehi ditzakezu + sakatuz

source: Today
eu: Gaur

source: Tomorrow
eu: Bihar

source: In %d days
eu: %d egun barru

# inOneWeek
source: In 1 week
eu: Aste bat barru

source: Price
eu: Prezioa

source: Cycle
eu: Zikloa

source: Next Payment
eu: Hurrengo ordainketa

source: Total
eu: Guztira

source: Created
eu: Sortuta

source: Edit Subscription
eu: Harpidetza Editatu

source: Delete Subscription
eu: Harpidetza Ezabatu

# deleteSubscriptionMessageDescription
source: This action can’t be undone. Are you sure?
eu: Ekintza hau ezin da desegin. Zihur al zaude?

source: Delete
eu: Ezabatu

source: Name
eu: Izena

source: Category
eu: Kategoria

source: Color
eu: Kolorea

source: New Subscription
eu: Harpidetza Berria

source: Add
eu: Gorde

source: Empty fields
eu: Eremu hutsak

# emptyFieldsMessageDescription
source: Name and price fields are required and price only allows numbers. Remember to choose a category for your subscription too.
eu: Izena eta Prezio eremuak derrigorrezkoak dira, eta azken hau zenbakiak soilik onartzen ditu. Gogoratu kategoria bat aukeratzen ere.

source: save
eu: Gorde

source: Error
eu: Akatsa

source: Please check:
eu: Mesedez zuzendu:

source: Name is empty.
eu: Izena beharrezkoa da.

# priceEmptyOrInvalid
source: Price can't be empty and has to be a valid number.
eu: Prezioa beharrezkoa da eta zenbakiak bakarrik onartzen ditu.

# paymentDateInvalid
source: Next Payment Date must be after today.
eu: Hurrengo ordainketaren data biharko egunetik aurrera izan behar da.

# subscriptionEditViewDay
source: day
eu: Egunero

# subscriptionEditViewWeek
source: week
eu: Astero

# subscriptionEditViewMonth
source: month
eu: Hilabetero

# subscriptionEditViewYear
source: year
eu: Urtero

# subscriptionEditViewDays
source: days
eu: egunero

# subscriptionEditViewWeeks
source: weeks
eu: astero

# subscriptionEditViewMonths
source: months
eu: hilabetero

# subscriptionEditViewYears
source: years
eu: urtero

source: Enter the %s
eu: Sartu %s

# cycleFieldDay
source: day
eu: egunero

# cycleFieldDays
source: days
eu: egunero

# cycleFieldWeek
source: week
eu: astero

# cycleFieldWeeks
source: weeks
eu: astero

# cycleFieldMonth
source: month
eu: hilabetero

# cycleFieldMonths
source: months
eu: hilabetero

# cycleFieldYear
source: year
eu: urtero

# cycleFieldYears
source: years
eu: urtero

# monday
source: Mon
eu: Al

# tuesday
source: Tue
eu: As

# wednesday
source: Wed
eu: Az

# thursday
source: Thu
eu: Og

# friday
source: Fri
eu: Or

# saturday
source: Sat
eu: Lr

# sunday
source: Sun
eu: Ig

source: Select a category
eu: Aukeratu kategoria bat

source: Categories
eu: Kategoriak

# statisticsView_subscription
source: Subscription
eu: Harpidetza

# statisticsView_subscriptions
source: Subscriptions
eu: Harpidetza

source: Next Payments
eu: Hurrengo ordainketak

# settingsNavBarTitle
source: Settings
eu: Ezarpenak

# settingsDeleteAllTitle
source: Delete everything
eu: Ezabatu dena

# settingsDeleteAllDescription1
source: This button let you delete all the data created by this App and stored locally on your phone.
eu: Aplikaziorekin sortutako, eta mugikorrean gordetako, informazio guztia ezabatzeko aukera ematen dizu botoi hau.

# settingsDeleteAllDescription2
source: - All Subscriptions
eu: - Harpidetza guztiak

# settingsDeleteAllDescription3
source: - All Payments data
eu: - Ordainketa guztien informazioa

# settingsDeleteAllButtonText
source: Delete All Subscriptions?
eu: Ezabatu dena

# settingsDeleteAllAlertTitle
source: Delete All Subscriptions
eu: Ezabatu dena

# settingsDeleteAllAlertMessage
source: This action can’t be undone. Are you sure?
eu: Ekintza hau ezin da desegin. Zihur al zaude?

# settingsDeleteAllPrimaryButton
source: Delete
eu: Ezabatu

# settingsAddDemoTitle
source: Add Demo Data
eu: Gehitu Demo Informazioa

# settingsAddDemoDescription
source: Adds demo subscriptions and payments to see App capabilities.
eu: Harpidetza eta ordainketen informazio-demoa gehitzen ditu aplikazioaren gaitasunak ikusteko.

# settingsAddDemoAlertTitle
source: Add Demo Data
eu: Gehitu Demo Informazioa

# settingsAddDemoAlertMessage
source: Are you sure you want to add demo data to the App?
eu: Zihur al zaude harpidetza eta ordainketen informazio-demoa gehitu nahi duzula?

# settingsAddDemoAlertPrimaryButton
source: Add data
eu: Gehitu

source: No
eu: Ez

source: OK
eu: Ados
